[FixupEnemyNames DownloadableFixupAIPawnNamesDefinition]
PlayThroughThree[0]=(DisplayName="Ruthless Bullymong",TransformedNames=((TransformedName="Ruthless Primal Beast"),(TransformedName="Ruthless Ferovore"),(TransformedName="Ruthless Bonerfart"),(TransformedName="Ruthless Bullymong")))
PlayThroughThree[1]=(DisplayName="Ruthless Bullyrott")
PlayThroughThree[2]=(DisplayName="Barbed Skag",TransformedNames=((TransformedName="Barbed Fire Skag"),(TransformedName="Barbed Shock Skag"),(TransformedName="Barbed Corrosive Skag"),(TransformedName="Barbed Slag Skag")))
PlayThroughThree[3]=(DisplayName="Barbed Skag",TransformedNames=((TransformedName="Barbed Fire Skag"),(TransformedName="Barbed Shock Skag"),(TransformedName="Barbed Corrosive Skag"),(TransformedName="Barbed Slag Skag")))
PlayThroughThree[4]=(DisplayName="Fossil Skag")
PlayThroughThree[5]=(DisplayName="Fossil Skag")
PlayThroughThree[6]=(DisplayName="Blitz Stalker")
PlayThroughThree[7]=(DisplayName="Raging Midget")
PlayThroughThree[8]=(DisplayName="Ironclad Lunatic")
PlayThroughThree[9]=(DisplayName="Ironclad Skag Rider",TransformedNames=((TransformedName="Ironclad Skag")))
PlayThroughThree[10]=(DisplayName="Ultimate Badass Rockwall Bullymong",TransformedNames=((TransformedName="Ultimate Badass Rockwall Primal Beast"),(TransformedName="Ultimate Badass Rockwall Ferovore"),(TransformedName="Ultimate Badass Rockwall Bonerfart"),(TransformedName="Ultimate Badass Rockwall Bullymong")))
PlayThroughThree[11]=(DisplayName="Ultimate Badass Bullymong",TransformedNames=((TransformedName="Ultimate Badass Primal Beast"),(TransformedName="Ultimate Badass Ferovore"),(TransformedName="Ultimate Badass Bonerfart"),(TransformedName="Ultimate Badass Bullymong")))
PlayThroughThree[12]=(DisplayName="Super Badass Constructor v3.0")
PlayThroughThree[13]=(DisplayName="Ultimate Badass Corrosive Skag")
PlayThroughThree[14]=(DisplayName="Ultimate Badass Corrosive Skag")
PlayThroughThree[15]=(DisplayName="Ultimate Badass Fire Skag")
PlayThroughThree[16]=(DisplayName="Ultimate Badass Fire Skag")
PlayThroughThree[17]=(DisplayName="Super Badass Loader")
PlayThroughThree[18]=(DisplayName="Super Badass Loader")
PlayThroughThree[19]=(DisplayName="Ultimate Badass Marauder")
PlayThroughThree[20]=(DisplayName="Super Duper Badass Midget",TransformedNames=((TransformedName="Super Duper Raging Midget Goliath"),(TransformedName="Super Duper Badass Midget Goliath"),(TransformedName="Super Duper Badass Midget Goliath"),(TransformedName="Super Duper Badass Midget Goliath"),(TransformedName="Super Duper Giant Midget of Death")))
PlayThroughThree[21]=(DisplayName="Ultimate Badass Nomad")
PlayThroughThree[22]=(DisplayName="Ultimate Badass Lunatic")
PlayThroughThree[23]=(DisplayName="Ultimate Badass Pyre Thresher")
PlayThroughThree[24]=(DisplayName="Ultimate Badass Shock Skag")
PlayThroughThree[25]=(DisplayName="Ultimate Badass Shock Skag")
PlayThroughThree[26]=(DisplayName="Ultimate Badass Slag Skag")
PlayThroughThree[27]=(DisplayName="Ultimate Badass Slag Skag")
PlayThroughThree[28]=(DisplayName="Ultimate Badass Stalker")
PlayThroughThree[29]=(DisplayName="Yack Skag",TransformedNames=((TransformedName="Fire Yacker"),(TransformedName="Shock Yacker"),(TransformedName="Corrosive Yacker"),(TransformedName="Slagged Yacker")))
PlayThroughThree[30]=(DisplayName="Yack Skag",TransformedNames=((TransformedName="Fire Yacker"),(TransformedName="Shock Yacker"),(TransformedName="Corrosive Yacker"),(TransformedName="Slagged Yacker")))
PlayThroughThree[31]=(DisplayName="Mineral Bullymong",TransformedNames=((TransformedName="Mineral Primal Beast"),(TransformedName="Mineral Ferovore"),(TransformedName="Mineral Bonerfart"),(TransformedName="Mineral Bullymong")))
PlayThroughThree[32]=(DisplayName="Ruthless Bullymong Brat",TransformedNames=((TransformedName="Ruthless Primal Beast Brat"),(TransformedName="Ruthless Ferovore Brat"),(TransformedName="Ruthless Bonerfart Brat"),(TransformedName="Ruthless Bullymong Brat")))
PlayThroughThree[33]=(DisplayName="Bone Crusher")
PlayThroughThree[34]=(DisplayName="Bone Crusher")
PlayThroughThree[35]=(DisplayName="Hardball Bullymong",TransformedNames=((TransformedName="Hardball Primal Beast"),(TransformedName="Hardball Ferovore"),(TransformedName="Hardball Bonerfart"),(TransformedName="Hardball Bullymong")))
PlayThroughThree[36]=(DisplayName="Flaming Lunatic")
PlayThroughThree[37]=(DisplayName="Advanced Combat Engineer")
PlayThroughThree[38]=(DisplayName="Constructor v3.0")
PlayThroughThree[39]=(DisplayName="Frenzied Marauder")
PlayThroughThree[40]=(DisplayName="Typhoon Stalker")
PlayThroughThree[41]=(DisplayName="Rugged Marauder")
PlayThroughThree[42]=(DisplayName="Advanced Engineer")
PlayThroughThree[43]=(DisplayName="Clutch Thresher")
PlayThroughThree[44]=(DisplayName="Blazing Spiderant")
PlayThroughThree[45]=(DisplayName="Frosty Lunatic")
PlayThroughThree[46]=(DisplayName="Hyperion Predator")
PlayThroughThree[47]=(DisplayName="Hyperion Spook")
PlayThroughThree[48]=(DisplayName="Hyperion Marksman")
PlayThroughThree[49]=(DisplayName="Hyperion Anti-Freedom Fighter")
PlayThroughThree[50]=(DisplayName="Murdering Marauder")
PlayThroughThree[51]=(DisplayName="Mutated Lab Rat")
PlayThroughThree[52]=(DisplayName="Outlaw")
PlayThroughThree[53]=(DisplayName="Outlaw")
PlayThroughThree[54]=(DisplayName="Knee-High Nomad")
PlayThroughThree[55]=(DisplayName="Wee Rat")
PlayThroughThree[56]=(DisplayName="Mole Rat")
PlayThroughThree[57]=(DisplayName="Ruthless Monglet",TransformedNames=((TransformedName="Ruthless Primalet"),(TransformedName="Ruthless Ferovolet"),(TransformedName="Ruthless Bonertoot"),(TransformedName="Ruthless Monglet")))
PlayThroughThree[58]=(DisplayName="Clash Stalker")
PlayThroughThree[59]=(DisplayName="Nomad Arsonist")
PlayThroughThree[60]=(DisplayName="Nomad Tyrant")
PlayThroughThree[61]=(DisplayName="Nomad Head Crusher")
PlayThroughThree[62]=(DisplayName="Nomad Plunderer")
PlayThroughThree[63]=(DisplayName="Diseased Spiderant")
PlayThroughThree[64]=(DisplayName="Lil' Lunatic")
PlayThroughThree[65]=(DisplayName="Lunatic Miner")
PlayThroughThree[66]=(DisplayName="Lunatic")
PlayThroughThree[67]=(DisplayName="Lunatic")
PlayThroughThree[68]=(DisplayName="Lunatic")
PlayThroughThree[69]=(DisplayName="Lunatic")
PlayThroughThree[70]=(DisplayName="Barbed Pup Skag",TransformedNames=((TransformedName="Barbed Fire Pup"),(TransformedName="Barbed Shock Pup"),(TransformedName="Barbed Corrosive Pup"),(TransformedName="Barbed Slag Pup")))
PlayThroughThree[71]=(DisplayName="Spiderant Procreator")
PlayThroughThree[72]=(DisplayName="Despicable Rat Bastard")
PlayThroughThree[73]=(DisplayName="Electrified Nomad")
PlayThroughThree[74]=(DisplayName="Boomstick Midget")
PlayThroughThree[75]=(DisplayName="Slagged Lunatic")
PlayThroughThree[76]=(DisplayName="Monarch Spiderant")
PlayThroughThree[77]=(DisplayName="Gallant Spiderant")
PlayThroughThree[78]=(DisplayName="Spiderant Sentry")
PlayThroughThree[79]=(DisplayName="Spiderant Brawler")
PlayThroughThree[80]=(DisplayName="Spiderant Slugger")
PlayThroughThree[81]=(DisplayName="Spiderant Slave")
PlayThroughThree[82]=(DisplayName="Salivating Skag",TransformedNames=((TransformedName="Salivating Fire Skag"),(TransformedName="Salivating Shock Skag"),(TransformedName="Salivating Corrosive Skag"),(TransformedName="Salivating Slagged Skag")))
PlayThroughThree[83]=(DisplayName="Salivating Skag",TransformedNames=((TransformedName="Salivating Fire Skag"),(TransformedName="Salivating Shock Skag"),(TransformedName="Salivating Corrosive Skag"),(TransformedName="Salivating Slagged Skag")))
PlayThroughThree[84]=(DisplayName="Pestilent Stalker")
PlayThroughThree[85]=(DisplayName="Bitsy Bomber")
PlayThroughThree[86]=(DisplayName="Lunatic Bomber")
PlayThroughThree[87]=(DisplayName="Ultimate Badass Loader")
PlayThroughThree[88]=(DisplayName="Young Thresher")
PlayThroughThree[89]=(DisplayName="Tremor Thresher")
PlayThroughThree[90]=(DisplayName="Flesh-Eating Rat")
PlayThroughThree[91]=(DisplayName="Landscape Thresher")
PlayThroughThree[92]=(DisplayName="Rift Thresher")
PlayThroughThree[93]=(DisplayName="Tubby Midget")
PlayThroughThree[94]=(DisplayName="Tubby Rakk")
PlayThroughThree[95]=(DisplayName="Tubby Spiderant")
PlayThroughThree[96]=(DisplayName="Tubby Stalker")
PlayThroughThree[97]=(DisplayName="Tubby Varkid")
PlayThroughThree[98]=(DisplayName="Legendary Loot Midget Engineer")
PlayThroughThree[99]=(DisplayName="Legendary Loot Midget Engineer")
PlayThroughThree[100]=(DisplayName="Legendary Loot Midget Goliath",TransformedNames=((TransformedName="Legendary Raging Loot Midget Goliath"),(TransformedName="Legendary Badass Loot Midget Goliath"),(TransformedName="Legendary Super Badass Loot Midget Goliath"),(TransformedName="Legendary Ultimate Badass Loot Midget Goliath"),(TransformedName="Legendary Midget GOD-liath")))
PlayThroughThree[101]=(DisplayName="Legendary Loot Midget Marauder")
PlayThroughThree[102]=(DisplayName="Legendary Loot Midget Nomad")
PlayThroughThree[103]=(DisplayName="Legendary Loot Midget Psycho")
PlayThroughThree[104]=(DisplayName="Legendary Loot Midget Rat")
PlayThroughThree[105]=(DisplayName="Legendary Loot Wee GUN Loader")
PlayThroughThree[106]=(DisplayName="Legendary Loot Wee JET Loader")
PlayThroughThree[107]=(DisplayName="Super Badass Pirate")
PlayThroughThree[108]=(DisplayName="Furious Cabin Boy")
PlayThroughThree[109]=(DisplayName="Pirate Mercenary")
PlayThroughThree[110]=(DisplayName="Crazed Grogmaster")
PlayThroughThree[111]=(DisplayName="Pirate Gunner")
PlayThroughThree[112]=(DisplayName="Deep Sea Whaler")
PlayThroughThree[113]=(DisplayName="Sapper")
PlayThroughThree[114]=(DisplayName="Sadistic Pirate Assassin")
PlayThroughThree[115]=(DisplayName="Sadistic Pirate")
PlayThroughThree[116]=(DisplayName="Sadistic Pirate")
PlayThroughThree[117]=(DisplayName="Plunderer")
PlayThroughThree[118]=(DisplayName="Scoundrel")
PlayThroughThree[119]=(DisplayName="Toxic Sand Worm Grub")
PlayThroughThree[120]=(DisplayName="Toxic Sand Worm")
PlayThroughThree[121]=(DisplayName="Toxic Sand Worm")
PlayThroughThree[122]=(DisplayName="Scarlett Mercenary")
PlayThroughThree[123]=(DisplayName="Crazed Swabbie")
PlayThroughThree[124]=(DisplayName="Barbed Skag",TransformedNames=((TransformedName="Barbed Fire Skag"),(TransformedName="Barbed Shock Skag"),(TransformedName="Barbed Corrosive Skag"),(TransformedName="Barbed Slag Skag")))
PlayThroughThree[125]=(DisplayName="Fossil Skag")
PlayThroughThree[126]=(DisplayName="Super Badass Loader")
PlayThroughThree[127]=(DisplayName="Super Badass Loader")
PlayThroughThree[128]=(DisplayName="Ultimate Badass Shock Skag")
PlayThroughThree[129]=(DisplayName="Ultimate Badass Slag Skag")
PlayThroughThree[130]=(DisplayName="Ultimate Badass Stalker")
PlayThroughThree[131]=(DisplayName="Tubby Spiderant")
PlayThroughThree[132]=(DisplayName="Tubby Stalker")
PlayThroughThree[133]=(DisplayName="Blazing Spiderant")
PlayThroughThree[134]=(DisplayName="Barbed Pup Skag",TransformedNames=((TransformedName="Barbed Fire Pup"),(TransformedName="Barbed Shock Pup"),(TransformedName="Barbed Corrosive Pup"),(TransformedName="Barbed Slag Pup")))
PlayThroughThree[135]=(DisplayName="Spiderant Procreator")
PlayThroughThree[136]=(DisplayName="Gallant Spiderant")
PlayThroughThree[137]=(DisplayName="Spiderant Sentry")
PlayThroughThree[138]=(DisplayName="Spiderant Brawler")
PlayThroughThree[139]=(DisplayName="Spiderant Slave")
PlayThroughThree[140]=(DisplayName="Salivating Skag",TransformedNames=((TransformedName="Salivating Fire Skag"),(TransformedName="Salivating Shock Skag"),(TransformedName="Salivating Corrosive Skag"),(TransformedName="Salivating Slagged Skag")))
PlayThroughThree[141]=(DisplayName="Flesh-Eating Rat")
PlayThroughThree[142]=(DisplayName="Ultimate Badass Biker")
PlayThroughThree[143]=(DisplayName="Ultimate Badass Enforcer",TransformedNames=((TransformedName="Ultimate Badass Momma's Enforcer"),(TransformedName="Ultimate Badass Burner Enforcer"),(TransformedName="Ultimate Badass Torgue Enforcer")))
PlayThroughThree[144]=(DisplayName="Ultimate Badass Torgue Eliminator")
PlayThroughThree[145]=(DisplayName="Gas Guzzler")
PlayThroughThree[146]=(DisplayName="Burner Bone Crusher")
PlayThroughThree[147]=(DisplayName="Lieutenant Enforcer",TransformedNames=((TransformedName="Momma's Lieutenant Enforcer"),(TransformedName="Burner Lieutenant Enforcer"),(TransformedName="Torgue Lieutenant Enforcer")))
PlayThroughThree[148]=(DisplayName="Road Warrior")
PlayThroughThree[149]=(DisplayName="Torgue Punisher")
PlayThroughThree[150]=(DisplayName="Torgue Flamer")
PlayThroughThree[151]=(DisplayName="Torgue Kill Dozer")
PlayThroughThree[152]=(DisplayName="Torgue Boomer")
PlayThroughThree[153]=(DisplayName="Torgue Bulletstormer")
PlayThroughThree[154]=(DisplayName="Torgue Dust Devil")
PlayThroughThree[155]=(DisplayName="Torgue Destroyer")
PlayThroughThree[156]=(DisplayName="Barbed Skag",TransformedNames=((TransformedName="Barbed Fire Skag"),(TransformedName="Barbed Shock Skag"),(TransformedName="Barbed Corrosive Skag"),(TransformedName="Barbed Slag Skag")))
PlayThroughThree[157]=(DisplayName="Ultimate Badass Corrosive Skag")
PlayThroughThree[158]=(DisplayName="Ultimate Badass Fire Skag")
PlayThroughThree[159]=(DisplayName="Ultimate Badass Nomad")
PlayThroughThree[160]=(DisplayName="Ultimate Badass Lunatic")
PlayThroughThree[161]=(DisplayName="Ultimate Badass Shock Skag")
PlayThroughThree[162]=(DisplayName="Yack Skag",TransformedNames=((TransformedName="Fire Yacker"),(TransformedName="Shock Yacker"),(TransformedName="Corrosive Yacker"),(TransformedName="Slagged Yacker")))
PlayThroughThree[163]=(DisplayName="Chubby Rakk")
PlayThroughThree[164]=(DisplayName="Tubby Spiderant")
PlayThroughThree[165]=(DisplayName="Blazing Spiderant")
PlayThroughThree[166]=(DisplayName="Hyperion Predator")
PlayThroughThree[167]=(DisplayName="Hyperion Marksman")
PlayThroughThree[168]=(DisplayName="Wee Rat")
PlayThroughThree[169]=(DisplayName="Nomad Arsonist")
PlayThroughThree[170]=(DisplayName="Diseased Spiderant")
PlayThroughThree[171]=(DisplayName="Lil' Lunatic")
PlayThroughThree[172]=(DisplayName="Lunatic")
PlayThroughThree[173]=(DisplayName="Barbed Pup Skag",TransformedNames=((TransformedName="Barbed Fire Pup"),(TransformedName="Barbed Shock Pup"),(TransformedName="Barbed Corrosive Pup"),(TransformedName="Barbed Slag Pup")))
PlayThroughThree[174]=(DisplayName="Spiderant Procreator")
PlayThroughThree[175]=(DisplayName="Despicable Rat Bastard")
PlayThroughThree[176]=(DisplayName="Electrified Nomad")
PlayThroughThree[177]=(DisplayName="Gallant Spiderant")
PlayThroughThree[178]=(DisplayName="Spiderant Sentry")
PlayThroughThree[179]=(DisplayName="Spiderant Brawler")
PlayThroughThree[180]=(DisplayName="Spiderant Slugger")
PlayThroughThree[181]=(DisplayName="Monarch Spiderant")
PlayThroughThree[182]=(DisplayName="Spiderant Slave")
PlayThroughThree[183]=(DisplayName="Salivating Skag",TransformedNames=((TransformedName="Salivating Fire Skag"),(TransformedName="Salivating Shock Skag"),(TransformedName="Salivating Corrosive Skag"),(TransformedName="Salivating Slagged Skag")))
PlayThroughThree[184]=(DisplayName="Bitsy Bomber")
PlayThroughThree[185]=(DisplayName="Lunatic Bomber")
PlayThroughThree[186]=(DisplayName="Flesh-Eating Rat")
PlayThroughThree[187]=(DisplayName="Ironclad Borok")
PlayThroughThree[188]=(DisplayName="Ultimate Badass Corrosive Borok")
PlayThroughThree[189]=(DisplayName="Ultimate Badass Drifter")
PlayThroughThree[190]=(DisplayName="Ultimate Badass Fire Borok")
PlayThroughThree[191]=(DisplayName="Ultimate Badass Shock Borok")
PlayThroughThree[192]=(DisplayName="Ultimate Badass Slag Borok")
PlayThroughThree[193]=(DisplayName="Ultimate Badass Witch Doctor",TransformedNames=((TransformedName="Skilled Warrior"),(TransformedName="Blood Warrior"),(TransformedName="Animal Warrior"),(TransformedName="Demon Warrior"),(TransformedName="Spirit Warrior")))
PlayThroughThree[194]=(DisplayName="Foul Borok")
PlayThroughThree[195]=(DisplayName="Foul Borok Pygmy")
PlayThroughThree[196]=(DisplayName="Demon Witch Doctor")
PlayThroughThree[197]=(DisplayName="Neutralizing Witch Doctor")
PlayThroughThree[198]=(DisplayName="Infected Scaylion")
PlayThroughThree[199]=(DisplayName="Surging Borok")
PlayThroughThree[200]=(DisplayName="Bog Drifter")
PlayThroughThree[201]=(DisplayName="Scaylion Mutilator")
PlayThroughThree[202]=(DisplayName="Scaylion Slave")
PlayThroughThree[203]=(DisplayName="Scaylion Empress")
PlayThroughThree[204]=(DisplayName="Gallant Scaylion")
PlayThroughThree[205]=(DisplayName="Scaylion Weaver")
PlayThroughThree[206]=(DisplayName="Electrified Witch Doctor")
PlayThroughThree[207]=(DisplayName="Diseased Witch Doctor")
PlayThroughThree[208]=(DisplayName="Super Slagged Scaylion")
PlayThroughThree[209]=(DisplayName="Blood Witch Doctor")
PlayThroughThree[210]=(DisplayName="Swamp Drifter")
PlayThroughThree[211]=(DisplayName="Mineral Bullymong",TransformedNames=((TransformedName="Mineral Primal Beast"),(TransformedName="Mineral Ferovore"),(TransformedName="Mineral Bonerfart"),(TransformedName="Mineral Bullymong")))
PlayThroughThree[212]=(DisplayName="Legendary Loot Wee WAR Loader")
PlayThroughThree[213]=(DisplayName="Constructor Turret v3.0")
PlayThroughThree[214]=(DisplayName="Tubby Skag")
PlayThroughThree[215]=(DisplayName="Tubby Skag")

